<?php
class Zhuanti{
	public static function zhuanti_keys(){
		return array(
			//民事类
			'婚姻家庭'=>array('离婚财产分割','夫妻共同财产','起诉离婚','婚前财产','同居','离婚债务','抚养费','抚养权','外遇','彩礼','事实婚姻','未婚生子',),
			'遗产继承'=>array('遗产分割','房产继承','口头遗嘱','房产拆迁继承','遗嘱','赠与','代位继承','自书遗嘱','遗产税','继承权','遗产继承','公房继承','遗嘱的效力','公证遗嘱',),
			'消费维权'=>array('保修期','质量维权','霸王条款','合格证','三包','售后服务','强迫中奖','无条件退货','在途货物','货物延误','换货','价格欺诈','假冒产品','网上购物',),
			'抵押担保'=>array('银行按揭贷款','房屋抵押','车辆抵押','贷款','担保','担保人','抵押贷款','抵押手续','连带保证责任','追偿','无抵押贷款','法院查封','担保人责任','贷款利息',),
			'合同纠纷'=>array('合同诈骗','租赁合同','违约责任','施工合同','订金合同','违约金','协议书','合作意向书','三方协议','转让协议','无效合同',),
			'劳动纠纷'=>array('辞退补偿','劳动争议','7级索赔','劳动仲裁','工伤','解除劳动合同','拖欠工资','离职','劳动合同','工伤赔偿','工伤认定','伤残等级','开除','病假','婚假','产假','无固定期限合同','哺乳期','经济补偿金','五险一金','加班费',),
			'人身损害'=>array('伤残认定','精神损害赔偿','补偿金的算法','十级伤残','九级伤残','八级伤残','伤残赔偿','护理费','三级伤残','轻伤标准','伤残等级','人身损害赔偿范围',),
			'保险理赔'=>array('受益人','保险从业资格','异地保险','人身意外伤害保险','车险','商业保险','强制险','第三方责任险',),
			'拆迁安置'=>array('旧村改造','征地补偿','自留地','承包地征收补偿','青苗补偿','拆迁房','公房拆迁款','拆迁分房','动迁安置合同',),
			'债权债务'=>array('借条','借钱不还','债务纠纷','欠条','拖欠货款','债务纠纷','经济纠纷','欠债不还','借款利息','高利贷','赌债',),
			'医疗纠纷'=>array('医疗事故诉讼时效','医疗事故鉴定标准','医疗事故赔偿标准','医疗事故举证责任','医疗事故证据效力','医疗事故调解','医疗事故认定',),
			'交通事故'=>array('追尾','小区交通肇事','扣车','理赔','双重赔偿','交通事故赔偿标准','现场勘验','责任认定书','交通肇事','酒后驾车','五证驾驶',),
			
			//经济类法律问题
			'工程建筑'=>array('工程承包人','工程款','高层建筑','三级资质','违章建筑','房屋装修','发包','承包合同','工程招标','施工许可证',),
			'房产纠纷'=>array('房产买卖','房屋买卖','房产证查询','二手房买卖纠纷','房产中介','承租人','租凭合同','定金','卖房协议','宅基地','房产交易税','契税','过户',),
			'知识产权'=>array('专利查询','注册商标','专利号','著作权','商标权','驰名商标','发明专利','著作权归属','专利代理','盗版',),
			'合伙加盟'=>array('合伙生意','加盟费','合伙纠纷','合伙经营','合伙人','出资人','退伙','分配权','连锁加盟','个人合伙','分红','加盟商',),
			'个人独资'=>array('公章','个人独资企业所得税','个体经营','独资企业','个体工商户','创业贷款','公司注册','公司章程','注册资本',),
			'金融证券'=>array('股票','不良贷款','抽逃出资','承兑','证券发行','证券交易','证券公司','票据丢失','基金','投资','支票','套现','民间融资','申购','贷款利息','借贷利息','五户联保','外汇','佣金',),
			'银行保险'=>array('短期贷款','定期存款','养老保险金','套现','贷款期限','银行透支卡','养老保险转移','医药费报销','补交保险',),
			'不当竞争'=>array('商业秘密','商业广告','垄断','不正当竞争','侵犯商业秘密罪','虚假宣传','烟草专卖','无证经营','假冒伪劣产品',),
			'经济仲裁'=>array('仲裁时效','不服仲裁','仲裁裁决','仲裁裁决书','仲裁条款','仲裁调解书','仲裁条款','仲裁协议','仲裁时效','仲裁费用','仲裁范围',),
			'网络法律'=>array('网上购物','网络诽谤','虚拟财产','网络销售','电子商务','网络盗窃','网络代购','域名','网络侵权','网络隐私',),
			'招标投标'=>array('招标投标','政府采购','中标通知书','招标人','废标','转包','中标','招标','招标合同','拍卖价格','公开招标','竞标','串通投标',),
			
			//刑事行政法类法律问题
			'取保候审'=>array('申请取保候审','取保候审条件','办理取保候审','保证人义务','取保候审保证人','取保候审期限','保释金','取保候审保证人','取保候审保证金',),
			'刑事辩护'=>array('盗窃罪','刑事拘留','职务侵占罪','诈骗罪','强奸罪','绑架罪','打架斗殴','入室抢劫','团伙盗窃','信用卡诈骗','持刀伤人','故意杀人罪','非法拘禁','贩毒',),
			'刑事自诉'=>array('起诉','自诉案件','诉讼时效','自诉状','驳回起诉','反诉','刑事拘留','反诉费用','被告人所在地','增加被告','刑事附带民事','死刑立即执行','申请再审','上诉','二审','死刑复核程序','撤诉','普通程序','公开审理',),
			'行政复议'=>array('行政复议','申请复议','复议','行政复议决定','公务员','处理决定书','部队转业','登记管理','行政裁决','申请行政复议',),
			'行政诉讼'=>array('治安管理','行政诉讼时效','行政处罚决定书','行政许可','追诉时效','办事处','行政赔偿','行政复议','村民选举',),
			'国家赔偿'=>array('国家赔偿主题','国家赔偿标准','国家赔偿申请书','国家赔偿方式','国家赔偿范围','超期羁押','司法赔偿','司法赔偿程序',),
			'工商税务'=>array('偷税漏税','年检','增值税发票','营业执照注销','工商查询','工商执照','工商年检','营业执照','工商登记','工商处罚','无证无照经营','营业执照办理','工商管理','税务登记证','个体工商户','营业执照经营范围','工商注册',),
			'海关商检'=>array('走私','出境','海关','海关出口手续','报关',),
			'公安国安'=>array('网上通缉','转业费','兵役','不立案','枉法裁判','拘传程序',),
			'财税'=>array('税务登记','变更税务登记','印花税','土地增值税','出口退税',),
			
			//涉外法律类法律问题
			'海事海商'=>array('海事赔偿','海上货物运输合同','承运人','海上旅客运输合同','海事海商','海上拖航合同','班轮运输合同','海上保险合同','共同海损','托运人','收货人',),
			'国际贸易'=>array('国际贸易代理','转账支票','国际货物买卖合同','国际贸易合同','国际货物保险','国际贸易仲裁','国际货物运输','信用证','反补贴',),
			'招商引资'=>array('招商引资',),
			'外商投资'=>array('外资企业','外商投资','外资注销','外资公司',),
			'合资合作'=>array('合作合同','中外合营','中外合作经营企业','中外合资经营企业','出资比例',),
			'WTO事务'=>array('知识产权竞争','新贸易协定','贸易差额来源','进口许可程序','争端解决程序','互惠原则','自由贸易区','国际技术转让',),
			'倾销补贴'=>array('反倾销','倾销','反倾销税','反倾销措施','补贴申请书','反补贴税',),
			'涉外仲裁'=>array('涉外仲裁','仲裁协议','仲裁请求','涉外合同','仲裁机构','仲裁程序','仲裁管辖','商事仲裁',),
			
			//公司专项法律类法律问题
			'公司并购'=>array('公司兼并','公司转让','挂靠','公司并购','子公司','企业合并','设立分公司','公司承包','公司资产','公司合作协议','法定代表人','公司注册','公司变更登记','公司合并','公司设立','注册资本',),
			'股份转让'=>array('入股','股权','股权变更','股权转让','入股协议书','股份合作协议书','股权质押','退股协议','出资证明书','股权收购','出资比例','退股','技术入股',),
			'企业改制'=>array('法人代表责任','公司改制','公司变更','有限责任公司','注册资本','资产转移','集体所有制','上市公司','重整','全资子公司',),
			'公司清算'=>array('注销清算','清算报告','吊销营业执照','公司清算','清算人','解散','企业注销','公司注销','企业破产清算','破产清算','执照有效期','清算程序',),
			'破产解散'=>array('申请破产','宣告破产','破产申请','破产程序','破产安置','破产财产','工厂破产','企业财产清偿','破产债权','公司重组','破产解散',),
			'资产拍卖'=>array('房产拍卖','资产拍卖','拍卖','资产收购','拍卖程序','强制拍卖',),
			
			
			//其他非讼法律类法律问题
			'工商查询'=>array('营业执照查询','乱收费','经营许可证','特种行业',),
			'资信调查'=>array('银行账户调查','公司资信调查','财产调查',),
			'合同审查'=>array('买卖合同审查','合同审查规范','合同审查制度','买卖合同审查',),
			'调解谈判'=>array('法院调解协议','事故调解协议','民事调解','劳动争议调解','交通事故调解',),
			'常年顾问'=>array('法人代表证明书','全权委托','法人代表','法人委托书','法律顾问',),
			'私人律师'=>array('律师费','诉讼时效','败诉的费用','起诉费用','律师风险代理收费','诉讼费用','律师执业资格','法律援助','律师函','律师函','律师委托书','如何打官司','二审律师费','律师代理',),
			'文书代理'=>array('法院判决书','离婚判决书','离婚上诉状','民事起诉状','刑事起诉状','判决书','起诉状','自诉状','上诉状','答辩状','申请书','代理词','辩护词','裁定书','调解书',),
			'移民留学'=>array('遣送回国','入境','移民政策','签证','出国留学','财产证明',),
			'商帐追收'=>array('追债','代收货款','信用卡催收','恶意拖欠',),
		);
	}
}
?>